Repository: heycot/freshfood_shopowner
Catalog: freshfood_shopowner/*.lproj/Localizable.strings
Languages: vi

source: No data to show
vi: Không có dữ liệu

source: No food to show
vi: Không có dữ liệu

source: Please login to use this task
vi: Đăng nhập để sử dụng tính năng này

source: All the information are required
vi: Điền tất cả các thông tin

source: Something went wrong
vi: Có lỗi xảy ra

source: Please try another time
vi: Vui lòng thử lại sau

source: The title has only letters, underscores and numbers allowed
vi: Chỉ bao gồm chữ cái, chữ số và gạch dưới

source: The content has only letters, underscores and numbers allowed
vi: Chỉ bao gồm chữ cái, chữ số và gạch dưới

source: Invalid username
vi: Sai định dạng tên

source: Only letters, underscores, numbers, and Length should 4-20
vi: Chỉ bao gồm chữ cái, chữ số, gạch dưới và từ 4-20 ký tự

source: Can not log in
vi: Hiện tại không thể đăng nhập

source: Your email and password do not match any account
vi: Sai email hoặc pasword

source: Invalid phone number
vi: Sai định dạng số điện thoại

source: Only 10 numbers
vi: Chỉ bao gồm 10 chữ số

source: Invalid email address
vi: Sai định dạng email

source: Please enter a valid email address.
vi: Vui lòng nhập đúng email

source: Invalid new password
vi: sai định dạng password

source: Only letters, underscores, and numbers
vi: Chỉ bao gồm chữ cái, chữ số và gạch dưới

source: Invalid confirm password
vi: Sai confrim password

source: Does not match with password
vi: Sai mật khẩu

source: We would like to access your location
vi: Cho phép lấy địa chỉ

source: Please grant permission to access your location
vi: Cho phép chúng tôi lấy địa chỉ của bạn trong quá trình sử dụng

source: Open Settings
vi: Mở cài đặt

source: Not Now
vi: Không phải bây giờ

source: Search here
vi: Tìm kiếm tại đây

source: %.0f mins
vi: %.0f phút

source: Back
vi: Trở về

source: Can not love
vi: Không thể yêu thích

source: Please sign in!
vi: Vui lòng đăng nhập

source: Yes
vi: Có

source: No
vi: Không

source: Can not chat
vi: Không thể nhắn tin

source: Can not Comment
vi: Không thể bình luận

source: No photo!
vi: Không có ảnh nào

source: Photos
vi: Hình ảnh

source: Done
vi: Xong

source: Shop :
vi: Cửa hàng :

source: Food :
vi: Sản phẩm :

source: Write review
vi: Thêm bình luận

source: Edit review
vi: Sửa bình luận của bạn

source: Enter content
vi: Nhập nội dung

source: Rate me
vi: Đánh giá

source: Send
vi: Gửi

source: enter content
vi: nhập nội dung

source: enter title
vi: nhập nội dung

source: Distance:
vi: Khoảng cách:

source: (From current location)
vi: (từ vị trí hiện tại)

source: Opening
vi: Đang mở cửa

source: Closed
vi: Đóng cửa

source: price:
vi: giá:

source: Birthday:
vi: Ngày sinh:

source: Address:
vi: Địa chỉ:

source: Join on:
vi: Tham gia:

source: Edit information
vi: Sửa thông tin

source: Change password
vi: Đổi mật khẩu

source: Guest
vi: Khách

source: You are using this application as a guest
vi: Bạn đang sử dụng với tư cách là khách

source: Log in
vi: Đăng nhập

source: newbee - Top 1000
vi: Thành viên mới - top 1000

source: Log out
vi: Đăng xuất

source: Something went wrong. Please try again
vi: Xảy ra lỗi, vui lòng thử lại sau

source: Update successful
vi: Cập nhật thành công

source: Signup failed
vi: Lỗi đăng ký

source: Can not log in!
vi: Không thể đăng nhập

source: Categories
vi: Danh mục

source: Foods
vi: Sản phẩm

source: photos
vi: hình ảnh

source: Waiting
vi: Chờ phê duyệt

source: Selling
vi: Đang hoạt động

source: Stoped
vi: Ngừng bán

source: No comment yet
vi: Chưa có bình luận

source: Cancel
vi: Đóng

source: Please try next time
vi: Thử lại lần sau

source: Failed
vi: Lỗi

source: Alert
vi: Cảnh báo

source: Are you sure want to activate this food?
vi: Bạn có chắc muôn kích hoạt sản phẩm này?

source: Activate
vi: Kích hoạt

source: Deactivate
vi: huỷ kích hoạt

source: Are you sure want to deactivate this food?
vi: Bạn có chắc muốn huỷ kích hoạt sản phẩm này?

source: All the information is required
vi: Điền tất cả thông tin

source: Add Success
vi: Thêm thành công

source: Comment: No data
vi: Bình luận: Không có dữ liệu

source: Report
vi: Báo cáo

source: Are you sure to report this comment to admin
vi: Bạn có chắc bình luận này có vấn đề

source: Success
vi: Thành công

source: Report success
vi: Báo cáo thành công

source: No data
vi: Không có dữ liệu

source: Do not have any data available
vi: Không có sản phẩm nào có sẵn

source: Your food is saved success
vi: Sản phẩm của bạn đã lưu thành công

source: Shops
vi: Cửa hàng

source: Are you sure want to activate this shop?
vi: Bạn có chắc muốn kích hoạt cửa hàng này?

source: Are you sure want to deactivate this shop?
vi: Bạn có chắc muốn huỷ kích hoạt cửa hàng này?

source: Edit
vi: Sửa

source: Add success, We will contact you soon
vi: Thêm thành công, chúng tôi sẽ liên hệ với bạn sớm

source: Edit success
vi: Sửa thành công

source: Please mark your shop's location on the map
vi: Vui lòng đánh dấu vị trí của cửa hàng trong bản đồ

source: Customers
vi: Khách hàng

source: Friends
vi: Bạn bè

source: Food:
vi: Sản phẩm:

source: User:
vi: Người dùng:
